{
  "app": {
    "name": "Strongpoint for NetSuite",
    "short_description": "Customers push Zendesk tickets into a NetSuite Strongpoint Change Request.",
    "long_description": "Strongpoint makes heavily customized enterprise software easier to manage, with industry-leading, award-winning tools for system documentation, impact analysis, change management, deployment and compliance. With it, everything from changing a customization to preparing for an audit can be simple and stress-free.\n\n## Key features:\n\n1. The tool has three settings that allows for approvals to be done in Zendesk, approvals to be done in NetSuite or for approvals to be done by other apps in Zendesk\n\n2.Group configuration. Create approval groups that can separate requesters from approvers\n\n3. Tickets can be approved in Zendesk using our approval feature\n\n4. Automated reconciliation of tickets in Zendesk and changes in NetSuite\n\n5. Ability to pull customizations into Zendesk as the scope of changes\n\n6. Specify Bundle ID as the scope of change\n\n7. Automated Impact Analysis\n\n8. Ability to synchronize with desired NetSuite account\n\nOur Strongpoint integration for Zendesk helps customers to push Zendesk tickets into NetSuite as Strongpoint Change Request, enabling easy management of changes, seamless tracking of compliant changes and automate the reconciliation of change logs during audit.",
    "installation_instructions": "After installing the app and before you start to use the ingretation, you should configure a couple of things\n\nStep 1: We have a setting page, that you can see in the left icon:\n\n- Strongpoint Netsuite integration --> Netsuite Credentials\n\n- You should see this setting page\n\n![setting page](https://tstdrv2117105.secure.netsuite.com/c.TSTDRV2117105/ZendeskImages/NetsuiteCredentials1.PNG)\n\n- You can add accounts using the “Add Account” button (The user can add from 1 to 5 accounts)\n\n- This is the information that you need to complete:\n\n![](https://tstdrv2117105.secure.netsuite.com/c.TSTDRV2117105/ZendeskImages/AddAccount.PNG)\n\nStep 2: The second setting that you need to do is in the other tab called “Group Configuration”.\n\n- You should set one of the Approval process that you have in the dropdown and the Zendesk groups that are able to do the Request and Approve actions.\n\n- Group Setting page:\n\n![](https://tstdrv2117105.secure.netsuite.com/c.TSTDRV2117105/ZendeskImages/GroupConfig.PNG)\n\n- After that, if you create a new ticket, you should see the app on the right side of the screen:\n\n![](https://tstdrv2117105.secure.netsuite.com/c.TSTDRV2117105/ZendeskImages/IntegrationScreen.PNG)"
  }
}